import { IHistoricalDatesBlock } from '../model/types/historical-dates.type'

export const dates: IHistoricalDatesBlock[] = [
	{
		title: 'Наука',
		events: [
			{
				year: 2019,
				text: 'Завершился уникальный 7-летний международный проект по исследованию дальнего космоса – "Радиоастрон".',
			},
			{
				year: 2015,
				text: 'Физики доказали существование явления под названием "квантовая запутанность".',
			},
			{
				year: 2016,
				text: 'Мозговой имплант впервые позволил парализованному человеку пользоваться рукой.',
			},
			{
				year: 2012,
				text: 'Марсоход Curiosity совершил посадку на Марс в районе кратера Гейла.',
			},
			{
				year: 2017,
				text: 'Был официально запущен Европейский рентгеновский лазер на свободных электронах XFEL (X-ray free electron laser).',
			},
		],
	},
	{
		title: 'Спорт',
		events: [
			{
				year: 1999,
				text: '12 мая в финале кубка УЕФА итальянская «Парма» не оставила шансов клубу «Олимпик Марсель» и победила со счетом 3:0.',
			},
			{
				year: 2008,
				text: 'Финал Лиги чемпионов «Манчестер Юнайтед» — «Челси» прошел 21 мая на Большой спортивной арене в «Лужниках».',
			},
			{
				year: 2021,
				text: 'Чемпионат мира по пляжному футболу FIFA 2021 проходил с 19 августа - 29 августа 2021г.',
			},
			{
				year: 2018,
				text: 'Чемпионат мира по футболу проходил в 11 городах России на 12 стадионах.',
			},
			{
				year: 2013,
				text: 'XIV чемпионат мира по лёгкой атлетике проходил в Москве с 10 по 18 августа на Большой спортивной арене в «Лужниках».',
			},
		],
	},
	{
		title: 'Искусство',
		events: [
			{
				year: 2004,
				text: '«Гарсон а ля трубка» (1905) Пабло Пикассо продан на аукционе Sotheby’s в Нью-Йорке за 104, 2 миллиона долларов.',
			},
			{
				year: 2008,
				text: 'Триптих (1976) Фрэнсиса Бэкона продан на аукционе Sotheby’s в Нью-Йорке за 86,3 миллиона долларов.',
			},
			{
				year: 2009,
				text: 'Шелкография Уорхола 1963 года «Восемь Элвисов», уходит анонимному покупателю за 100 миллионов долларов.',
			},
			{
				year: 2010,
				text: 'Скульптура Альберто Джакометти «Идущий человек I» продаётся за 104,5 миллиона долларов.',
			},
			{
				year: 2011,
				text: 'Rhein II (Рейн 2, 1999), тоскливая фотография Андреаса Гурски, ставит мировой рекорд для фото в 4,3 миллиона долларов.',
			},
			{
				year: 2015,
				text: 'Пикассо становится самым ценным художником 20-го века, когда его картина была продана за 179 миллионов долларов.',
			},
		],
	},
	{
		title: 'Технологии',
		events: [
			{
				year: 2003,
				text: 'Проект Human Genome успешно расшифровал геном человека. Стоимость работ составила 2,7 млрд. долл.',
			},
			{
				year: 2005,
				text: 'Журнал Nature Neuroscience публикует работу нейробиолога Эдварда Бойдена, посвященную реакции белка водорослей на свет.',
			},
			{
				year: 2007,
				text: 'Apple анонсирует iPhone. Позже в том же году Google представляет Android.',
			},
			{
				year: 2013,
				text: 'Исследователям Вашингтонского университета удалось создать первый интерфейс, который соединил мозг двух людей.',
			},
			{
				year: 2017,
				text: 'Facebook обнародовала работу по созданию технологии, которая позволит людям «набирать текст при помощи мысли».',
			},
			{
				year: 2007,
				text: 'Элон Маск основал корпорацию Nurolink. Целью компании является разработка нейрокомпьютерных интерфейсов.',
			},
		],
	},
	{
		title: 'Кино',
		events: [
			{
				year: 1993,
				text: '«Список Шиндлера» Стивена Спилберга. Совестливый немецкий бизнесмен спасает польских евреев.',
			},
			{
				year: 1997,
				text: '«Титаник» Джеймса Кэмерона. Запретная любовь на обреченном лайнере. Первый фильм, зарабо­тавший миллиард долларов.',
			},
			{
				year: 1999,
				text: '«Матрица» Энди и Ларри Вачовски. Хакер Нео оказывается мессией на фоне борьбы человечества против машин.',
			},
			{
				year: 2003,
				text: 'Арнольд Шварценеггер, сыграв в третьей серии «Терминатора», побеждает на выборах губернатора Калифорнии.',
			},
			{
				year: 2008,
				text: '«Темный рыцарь» Кристофера Нолана. Бэтмен (Кристиан Бейл) против Джокера (Хит Леджер).',
			},
			{
				year: 2009,
				text: '«Аватар» Джеймса Кэмерона. Морпех-инвалид (Сэм Уортинг­тон) в синем трехметровом теле участвует в колонизации луны Пандоры.',
			},
			{
				year: 2010,
				text: '«Социальная сеть» Дэвида Финчера. Биография основателя Facebook Марка Цукерберга.',
			},
			{
				year: 2016,
				text: '«Ла-Ла Ленд» Дэмиена Шазелла. Мюзикл про любовь и мечты начинающей актрисы и джазового пианиста.',
			},
		],
	},
	{
		title: 'Медицина',
		events: [
			{
				year: 1992,
				text: 'Первая вакцина против вируса гепатита A.',
			},
			{
				year: 2000,
				text: 'Устройства дистанционного мониторинга состояния пациентов, Digital Angel Corporation.',
			},
			{
				year: 2001,
				text: 'Вживление автономного искусственного сердца.',
			},
			{
				year: 2002,
				text: 'Создана искусственная сетчатка глаза.',
			},
			{
				year: 2005,
				text: 'Жан-Мишель Дюбернар произвёл первую частичную трансплантацию лица.',
			},
			{
				year: 2010,
				text: 'Лоран Лантьери произвёл первую полную трансплантацию лица.',
			},
		],
	},
]
