import { IHistoricalDatesBlock } from '../model/types/historical-dates.type'

export const dates: IHistoricalDatesBlock[] = [
	{
		title: 'Наука',
		events: [
			{
				year: 2012,
				text: 'Марсоход Curiosity совершил посадку на Марс в районе кратера Гейла. При этом идеально сработала уникальная технология посадки "Небесный кран". Марсоход начал исследование планеты.',
			},
			{
				year: 2015,
				text: 'Физики доказали существование явления под названием "квантовая запутанность", при котором измерение свойств одной квантовой частицы, например фотона, влияет на другую квантовую частицу, которую в момент измерения от первой частицы могут отделять световые годы.',
			},
			{
				year: 2016,
				text: 'Было совершено уникальное достижение в сфере нейромедицины: мозговой имплант впервые позволил парализованному человеку пользоваться рукой.',
			},
			{
				year: 2017,
				text: 'Был официально запущен Европейский рентгеновский лазер на свободных электронах XFEL (X-ray free electron laser).',
			},
			{
				year: 2019,
				text: 'Завершился уникальный 7-летний международный проект по исследованию дальнего космоса – "Радиоастрон". Основным его инструментом был российский космический аппарат "Спектр-Р".',
			},
		],
	},
	{
		title: 'Спорт',
		events: [
			{
				year: 1999,
				text: 'Финал Кубка УЕФА «Олимпик» — «Парма».\n12 мая итальянская «Парма» не оставила шансов клубу «Олимпик Марсель» и победила со счетом 3:0.',
			},
			{
				year: 2008,
				text: 'Финал Лиги чемпионов «Манчестер Юнайтед» — «Челси» прошел 21 мая на Большой спортивной арене в «Лужниках». Это был первый финальный матч Лиги чемпионов, проведённый в России.',
			},
			{
				year: 2013,
				text: 'Чемпионат мира по Легкой атлетике\nXIV чемпионат мира по лёгкой атлетике проходил в Москве с 10 по 18 августа на Большой спортивной арене в «Лужниках». Для проведения соревнований были уложены новые беговые дорожки и постелен натуральный газон.',
			},
			{
				year: 2018,
				text: 'Чемпионат мира по футболу проходил в 11 городах России на 12 стадионах.\nТоржественная церемония открытия турнира состоялась 14 июня на Большой спортивной арене в «Лужниках».',
			},
			{
				year: 2021,
				text: 'Чемпионат мира по пляжному футболу FIFA 2021 проходил с 19 августа - 29 августа 2021г. в Москве на территории спорткомплекса «Лужники». В финальной части соревнования принимали участие 16 сильнейших команд со всего мира.',
			},
		],
	},
]
