import { IHistoricalDatesBlock } from '../model/types/historical-dates.type'

export const dates: IHistoricalDatesBlock[] = [
	{
		title: 'Наука',
		events: [
			{
				year: 2012,
				text: 'Марсоход Curiosity совершил посадку на Марс в районе кратера Гейла.',
			},
			{
				year: 2015,
				text: 'Физики доказали существование явления под названием "квантовая запутанность".',
			},
			{
				year: 2016,
				text: 'Мозговой имплант впервые позволил парализованному человеку пользоваться рукой.',
			},
			{
				year: 2017,
				text: 'Был официально запущен Европейский рентгеновский лазер на свободных электронах XFEL (X-ray free electron laser).',
			},
			{
				year: 2019,
				text: 'Завершился уникальный 7-летний международный проект по исследованию дальнего космоса – "Радиоастрон".',
			},
		],
	},
	{
		title: 'Спорт',
		events: [
			{
				year: 1999,
				text: 'Финал Кубка УЕФА «Олимпик» — «Парма».\n12 мая итальянская «Парма» не оставила шансов клубу «Олимпик Марсель» и победила со счетом 3:0.',
			},
			{
				year: 2008,
				text: 'Финал Лиги чемпионов «Манчестер Юнайтед» — «Челси» прошел 21 мая на Большой спортивной арене в «Лужниках».',
			},
			{
				year: 2013,
				text: 'XIV чемпионат мира по лёгкой атлетике проходил в Москве с 10 по 18 августа на Большой спортивной арене в «Лужниках».',
			},
			{
				year: 2018,
				text: 'Чемпионат мира по футболу проходил в 11 городах России на 12 стадионах.',
			},
			{
				year: 2021,
				text: 'Чемпионат мира по пляжному футболу FIFA 2021 проходил с 19 августа - 29 августа 2021г. в Москве на территории спорткомплекса «Лужники».',
			},
		],
	},
]
